Repository: tophc/hmt
Catalog: translations/form+intl-icu.*.xlf
Languages: nl

source: 8 characters minimum
nl: Minimaal 8 tekens

source: A brief description of the category
nl: Een korte beschrijving van de categorie

source: Add a civil status
nl: Een burgerlijke stand toevoegen

source: Add a comment
nl: Een commentaar toevoegen

source: Add a note (optional)
nl: Een notitie toevoegen (optioneel)

source: Add a reason for refusal
nl: Een reden voor weigering toevoegen

source: Add a round
nl: Een rondleiding toevoegen

source: Add a round number
nl: Een rondleiding nummer toevoegen

source: Add a short description
nl: Een korte beschrijving toevoegen

source: Add reply note to request
nl: Antwoordnota toevoegen aan verzoek

source: Add vehicle mileage
nl: Voertuigkilometers toevoegen

source: Address
nl: Adres

source: Amount
nl: Bedrag

source: Amount of the fine
nl: Bedrag van de boete

source: Amount of the maintenance
nl: Bedrag van het onderhoud

source: Brand
nl: Merk

source: Capacity
nl: Capaciteit

source: Category
nl: Categorie

source: Category name
nl: Categorienaam

source: Change the password
nl: Verander wachtwoord

source: Choose an option
nl: Kies een optie

source: Civil status
nl: Burgerlijke staat

source: Close the request
nl: De aanvraag afsluiten

source: Comment
nl: Commentaar

source: Confirm your new password
nl: Bevestig uw nieuwe wachtwoord

source: Current password
nl: Huidig wachtwoord

source: Date
nl: Datum

source: Date of birth
nl: Geboortedatum

source: Date of offense
nl: Datum van de overtreding

source: Date of validity
nl: Datum van geldigheid

source: Description
nl: Beschrijving

source: Driver licence number
nl: Rijbewijsnummer

source: Driver's address
nl: Bestuurder adres

source: Driver's email
nl: E-mail van de bestuurder

source: Driver's first name
nl: Voornaam van de bestuurder

source: Driver's last name
nl: Naam van de bestuurder

source: Driver's national registry
nl: Nationaal register van de bestuurder

source: End date for multiple assignment (optionnal)
nl: Einddatum voor meerdere opdrachten (optioneel)

source: Enter a valid postal code number
nl: Voer een geldig postcodenummer in

source: Enter the postal code number locality
nl: Voer het postcodenummer van de plaats in

source: Female
nl: Vrouwelijk

source: File
nl: Bestand

source: Gender
nl: Geslacht

source: Genderless
nl: Geslachtsloze

source: Informations
nl: Informatie

source: License number
nl: Licentienummer

source: Locality
nl: Plaats

source: Log in
nl: Aanmelden

source: Logistics email
nl: Logistiek e-mail

source: Logistics first name
nl: Logistiek voornaam

source: Logistics last name
nl: Logistieke naam

source: Maintenance interval
nl: Onderhoudsinterval

source: Male
nl: Mannelijk

source: Maximum mass allowed
nl: Maximaal toegestane massa

source: Message
nl: Bericht

source: Mileage
nl: Kilometerstand

source: Mileage between each maintenances
nl: Kilometerstand tussen de verschillende onderhoudsbeurten

source: Mobile number
nl: Mobiel nummer

source: Model name
nl: Modelnaam

source: National registry
nl: Nationaal register

source: New password
nl: Nieuw wachtwoord

source: No Vehicule found with numberplate
nl: Geen voertuig gevonden met nummerplaat

source: Note
nl: Nota

source: Numberplate not found !
nl: Nummerplaat niet gevonden !

source: Numberplate search
nl: Nummerplaat zoeken

source: Oficial category name
nl: OfficiÃ«le categorienaam

source: Old password
nl: Oud wachtwoord

source: Passed
nl: Gepasseerd

source: Password confirmation
nl: Wachtwoordbevestiging

source: Postal code
nl: Postcode

source: Professional mobile phone number
nl: Professioneel mobiel telefoonnummer

source: Reference number of the fine
nl: Referentienummer van de boete

source: Refused
nl: Geweigerd

source: Reply
nl: Antwoord op

source: Request object
nl: Verzoekobject

source: Round number
nl: Rondleidig nummer

source: Search
nl: Zoeken op

source: Secretariat email
nl: E-mail van het secretariaat

source: Secretariat first name
nl: Voornaam van het secretariaat

source: Secretariat last name
nl: Naam van het secretariaat

source: Select a file
nl: Selecteer een bestand

source: Start date
nl: Startdatum

source: The model brand
nl: Het modelmerk

source: The name of the model
nl: De naam van het model

source: The vehicle frame number
nl: het voertuigframenummer

source: The vehicle numberplate
nl: Het voertuignummerplaat

source: Vehicle frame number
nl: Voertuigframenummer

source: Vehicle model
nl: De naam van het model

source: Vehicle numberplate
nl: Voertuignummerplaat

source: Your message
nl: Uw bericht

source: Driver
nl: Bestuurder

source: Vehicle
nl: Voertuig

source: Round
nl: Rondleiding

source: Scan track-number parcel
nl: Scan het pakketnummer

source: Last name
nl: Naam

source: First name
nl: Voorname

source: Validate
nl: Bevestigen

source: Number
nl: Nummer

source: Browse
nl: Kijk op

source: Search a vehicle by platenumber
nl: Zoek een voertuig met het kenteken
