Repository: tophc/hmt
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr, nl

source: Driver license Category
fr: Catégorie de permis de conduire
nl: Categorie van het rijbewijs

source: Modele
fr: Modèle
nl: Model

source: See the list of invalid assignments
fr: Voir la liste des affectations invalides
nl: Zie lijst van ongeldige opdrachten

source: Assignment
fr: Affectation
nl: Opdracht

source: No assignment : add one
fr: Pas d'affectation : ajoutez-en
nl: Geen opdracht : meer toevoegen

source: Driver assigments list
fr: Liste d'affectations du chauffeur
nl: Opdrachtlijst van de bestuurder

source: Postal code
fr: Codes postaux
nl: Postcode

source: Locality
fr: Localité
nl: Plaats

source: Delete postal code
fr: Supprimer le code postal
nl: Postcode verwijderen

source: Are you sure you want to remove this postcode
fr: Êtes-vous sûr de vouloir supprimer ce code postal
nl: Weet u zeker dat u deze postcode wilt verwijderen

# Invalid file format! File format must be only &quot;csv&quot;
source: Invalid file format! File format must be only "csv"
fr: Format de fichier invalide : le format doit être '.csv'
nl: Ongeldig bestandsformaat: het formaat moet '.csv' zijn

source: Maximum file size limit is 6 MB
fr: La taille maximale d'un fichier est de 6 Mo
nl: Maximale bestandsgrootte is 6 MB

source: Parcel number
fr: Numéro de colis
nl: Pakketnummer

source: Parcel
fr: Colis
nl: Pakket

source: Comments
fr: Commentaires
nl: Opmerkingen

source: No comments
fr: Pas de commentaires
nl: Geen commentaar

source: Tracking History
fr: Historique des suivis
nl: Geschiedenis van de follow-ups

source: Statut code
fr: Code statut
nl: Statuscode

source: Statut info
fr: Infos du statut
nl: Statusinformatie

source: Tag as delivered
fr: Marqué livré
nl: Gemarkeerd geleverd

source: Tag as issue
fr: Marqué litige
nl: Gemarkeerde rechtszaken

source: Are you sure you want to add a new comment
fr: Êtes-vous sûr de vouloir ajouter un nouveau commantaire
nl: Weet u zeker dat u een nieuwe commentator wilt toevoegen

source: Validate
fr: Valider
nl: Bevestigen

source: Issues
fr: Litiges
nl: Geschillen

source: Pickup
fr: Enlèvement

source: Free drivers
fr: Chauffeurs libres
nl: Vrij bestuurderen

source: No free driver
fr: Pas de chauffeur libres
nl: Geen extra bestuurderen

source: Free vehicles
fr: Véhicule libres
nl: Vrij voertuigen

source: No free vehicle
fr: Pas de véhicule libres
nl: Geen extra voertuig

source: Logistic help
fr: Aide à la logistique
nl: Hulp aan de logistieke

source: Address (number)
fr: Adresse (numéro)
nl: Adres (nummer)

source: Delivery
fr: Livraison
nl: Levering

source: Reference
fr: Référence
nl: Referentie

source: No postal codes
fr: Pas de codes postaux
nl: Geen postcodes

source: Parcels list
fr: Liste des colis
nl: Lijst van pakketten

source: Delete round
fr: Supprimer la tournée
nl: De rondleiding verwijderen

source: Are you sure you want to remove this round
fr: Êtes-vous sûr de vouloir supprimer cette tournée
nl: Weet u zeker dat u deze rondleiding wilt annuleren

source: Current assignments
fr: Affectations en cours
nl: Huidige opdrachten

source: No assignments for today
fr: Pas d'affectation pour aujourd'hui
nl: Geen opdracht voor vandaag

source: Round assignments
fr: Assignations d'une tournée
nl: Rondleidingenopdrachten

source: Postal codes
fr: Code postal
nl: Postcode

source: Number - City
fr: Numéro - Ville
nl: Nummer - Stad

source: Parcels in progress
fr: Colis en cours
nl: Colis en cours

source: Numberplate
fr: Immatriculation
nl: Kenteken

source: Request
fr: Requête
nl: Verzoek

source: List
fr: Liste
nl: Lijst

source: Add
fr: Ajouter
nl: Toevoegen

source: Password change
fr: Changement de mot de passe
nl: Wijziging van het wachtwoord

source: Logout
fr: Déconnexion
nl: Afmelden

source: Request history
fr: Historique des demandes
nl: Toepassingsgeschiedenis

source: Planning
fr: Celendrier
nl: Agenda

source: My profil
fr: Mon Profil
nl: Mijn profiel

source: All rights reserved
fr: Tous droits réservés
nl: Alle rechten voorbehouden

source: Hayam Transport Ltd
fr: Hayam Transport Sprl
nl: Hayam Vervoer Bvba

source: Home
fr: Accueil
nl: Huis

source: Assignment add
fr: Ajouter une affectation
nl: Opdracht toevoegen

source: Assignment archives
fr: Archives affectations
nl: Opdrachtarchief

source: Round add
fr: Ajouter une tournée
nl: Een rondleiding toevoegen

source: Postal code add
fr: Ajouter un code postal
nl: Postcode toevoegen

source: All deliveries
fr: Toutes les livraisons
nl: Alle leveringen

source: Today
fr: Aujourd'hui
nl: Vandaag

source: Open
fr: Ouvert

source: All pickup
fr: Tous les enlèvements
nl: Alle pick up

source: Pickup add
fr: Ajouter un enlèvements
nl: Een pick up toevoegen

source: Drivers
fr: Chauffeurs
nl: Bestuurders

source: Licenses list
fr: Liste des permis de conduire
nl: Lijst van rijbewijzen

source: Categories add
fr: Ajouter des catégories
nl: Categorieën toevoegen

source: Vehicles
fr: Véhicules
nl: Voertuigen

source: Vehicle add
fr: Ajouter un véhicule
nl: Een voertuig toevoegen

source: Model add
fr: Ajouter un modèle
nl: Een model toevoegen

source: V.I. refused
fr: Contrôle technique refusé
nl: Autokeuring geweigerd

source: V.I. passed
fr: Contrôle technique effectué
nl: Autokeuring uitgevoerd

source: Fine add
fr: Ajouter une amende
nl: Een boete toevoegen

source: Language
fr: Langue
nl: Taal

source: Fine
fr: Amende
nl: Boete

source: No driver Found, for more informations, contact logistic operator
fr: Pas de chauffeur trouvé, pour plus d'informations, contactez l'opérateur logistique
nl: Geen bestuudrer gevonden, voor meer informatie kunt u contact opnemen met de logistieke dienstverlener.

source: Delete fine
fr: Supprimer l'amende
nl: De boete verwijderen

source: Are you sure you want to delete the fine
fr: Êtes-vous sur de vouloir supprimer l'amende
nl: Weet u zeker dat u de boete wilt verwijderen

source: Name
fr: Nom

source: Personal informations
fr: Informations personnelles
nl: Persoonlijke gegevens

source: Contact informations
fr: Informations de contact
nl: Contactgegevens

source: Driver informations
fr: Informations sur le chauffeur
nl: Bestuurdersinformatie

source: Disable driver
fr: Désactiver le chauffeur
nl: De bestuurder uitgeschakelen

source: Are you sure you want to disable this driver
fr: Êtes-vous sûr de vouloir désactiver ce chauffeur
nl: Weet u zeker dat u deze driver wilt uitschakelen

source: This action is reversible
fr: Cette action est réversible
nl: Deze actie is omkeerbaar

source: Driver's license has expired
fr: Le permis de conduire a expiré
nl: Rijbewijs verlopen

source: Driver's license expires in
fr: Le permis de conduire expire dans
nl: Het rijbewijs vervalt in

source: Edit driver to add category
fr: Modifier le chauffeur pour ajouter une catégorie
nl: Wijzig de bestuurder om een categorie toe te voegen

source: Driver's licenses list
fr: Liste des permis de conduire
nl: Lijst van rijbewijzen

source: Gender
fr: Genre
nl: Geslacht

source: Edit driver to add licence
fr: Modifier le chauffeur pour ajouter un permis de conduire
nl: Wijzig de bestuurder om een rijbewijs toe te voegen

source: Enable driver
fr: Activer un chauffeur
nl: De bestuurder ingeschakeld

source: Add reasons for refusal
fr: Ajouter un motif de refus
nl: Een reden voor weigering toevoegen

source: See vehicle details
fr: Détails du véhicule
nl: Voertuig details

source: Expires soon
fr: Expire bientôt
nl: Verloopt binnenkort

source: Refused
fr: Refus
nl: Weigering

source: Maintenance
fr: Entretien
nl: Onderhoud

source: Interval
fr: Intervalle

source: Mileage
fr: Kilométrage
nl: Kilometerstand

source: Secretariat help
fr: Aide du secrétariat
nl: Hulp aan de secretariaat

source: Vehicle model
fr: Modèle de véhicule
nl: Voertuigmodel

source: Are you sure you want to remove this model of vehicle
fr: Êtes-vous sûr de vouloir supprimer ce modèle de véhicule
nl: Weet u zeker dat u dit model voertuig wilt verwijderen

source: Delete driver's license
fr: Supprimer le permis de conduire
nl: Het rijbewijs verwijderen

source: Are you sure you want to remove this license
fr: Êtes-vous sûr de vouloir supprimer ce permis
nl: Weet u zeker dat u deze rijbewijs wilt verwijderen

source: Edit driver to enable
fr: Modifier le chauffeur pour l'activer
nl: Wijzig de driver om deze te activeren

source: Maintenance interval
fr: Intervalle d'entretien
nl: Onderhoudsinterval

source: Frame number
fr: Numéro de châssis
nl: Chassisnummer

source: Are you sure you want to disable this vehicle
fr: Êtes-vous sûr de vouloir désactiver ce véhicule
nl: Weet u zeker dat u dit voertuig wilt uitschakelen

source: Vehicle inspection
fr: Contrôle technique
nl: Autokeuring

source: Disable vehicle
fr: Désactiver le véhicule
nl: Het voertuig uitgeschakelen

source: Enable vehicle
fr: Activer un véhicule
nl: Het voertuig ingeschakeld

source: An error occured, please check your usename and password
fr: Une erreur est survenue, vérifiez les informations de connexion
nl: Er is een fout opgetreden, controleer de verbindingsinformatie

source: Your email address
fr: Votre adresse de courriel
nl: Uw e-mail adres

source: Password
fr: Mot de passe
nl: Wachtwoord

source: Your password
fr: Votre mot de passe
nl: Uw wachtwoord

source: Log in
fr: Connexion
nl: Inloggen

source: Date of validity
fr: Date de validitée
nl: Geldigheidsdatum

source: expires soon
fr: expire bientôt
nl: Verloopt binnenkort

source: expired
fr: expiré
nl: is verlopen

source: The driver's license has been deleted
fr: Le permis de conduire a été supprimé
nl: het rijbewijs is verwijderd

source: Error
fr: Erreur
nl: Fout

source: No weekend assignments
fr: Pas d'affectations le weekend
nl: Geen weekendopdrachten

source: Status code
fr: Code état

source: Add status
fr: Ajouter un état
nl: Een status toevoegen

source: Edit status
fr: Modifié un état
nl: Een status gewijzigen

source: Status
fr: État

source: The status has been edited
fr: L'état a été modifié
nl: Het status is gewijzigd

source: The state has been added
fr: L'état a été ajouté
nl: Het status is toegevoegd

source: Processed by
fr: Traité par
nl: Behandeld door

source: Free drivers list
fr: Liste des chauffeurs libres
nl: Vrije bestuurders lijst

source: Edit state
fr: Modifier l'état
nl: Wijzigingsstatus

source: contact form
fr: Formulaire de contact
nl: Postvorm

source: Sender
fr: Expéditeur
nl: Verzender

source: No round
fr: Pas de tournee
nl: Geen rond

source: Logistics help
fr: Aide logistique
nl: Logistieke hulp

source: Orphan deliveries list
fr: Liste des livraisons orphelines
nl: Lijst van verweesde leveringen

source: Orphan pickup list
fr: Liste des enlèvement orphelins
nl: Lijst van weesontvoeringen

source: The driver's license is valid until
fr: Le permis de conduire est valable jusqu'à
nl: Het rijbewijs is geldig tot

source: Driver's licence expired
fr: Permis de conduire expiré
nl: Rijbewijs verlopen

source: Mar
nl: Maa

source: Oct
nl: Okt

source: Secretariat
nl: Secretariaat

source: Total
nl: Totaal

source: Service
nl: Dienst

source: Message
nl: Bericht

source: Action
nl: Actie

source: Date
nl: Datum

source: Statut
nl: Status

source: Standard
nl: Standaard

source: Information
nl: Informatie

source: Administration
nl: Administratie

source: Archives
nl: Archief

source: Description
nl: Beschrijving
