Repository: tophc/hmt
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr, nl

source: Dashboard
fr: Tableau de bord

source: Pending request
fr: Demande en attente
nl: Aanvraag in behandeling

source: Closed request
fr: Demande clôturée
nl: Gesloten aanvraag

source: The request is archived, and not modifiable
fr: La demande est archivée, et non modifiable
nl: De aanvraag wordt gearchiveerd en kan niet worden gewijzigd

source: The request
fr: La demande
nl: De aanvraag

source: has been processed
fr: a été traitée
nl: is verwerkt

source: Process a request
fr: Traiter une demande
nl: Verwerking van een aanvraag

source: The file doesn't exist
fr: Le fichier n'existe pas
nl: Het bestand bestaat niet

source: Drivers list
fr: Liste des chauffeurs
nl: Lijst van chauffeurs

source: Secretariat list
fr: Liste du secrétariat
nl: Lijst van secretariaat

source: Logistics list
fr: Liste logistiques
nl: Lijst van de logistieke

source: The user type doesn't exist
fr: Le type d'utilisateur n'existe pas
nl: Type gebruiker bestaat niet

source: Drivers list untagged
fr: Liste des chauffeurs non étiquetés
nl: Lijst van ongelabelde bestuurders

source: Secretariats list untagged
fr: Liste du secrétariat non étiquetée
nl: Lijst van ongelabelde secretariaat

source: Logistics untagged list
fr: Liste de la logistique non étiquetée
nl: Lijst van ongelabelde logistieke

source: Verify service name
fr: Vérifier le nom du service
nl: Controleer de servicenaam

source: The user has been added
fr: L'utilisateur a été ajouter
nl: De gebruiker is toegevoegd

source: Logistics user add
fr: Ajouter un utilisateur logistique
nl: Een logistieke gebruiker toevoegen

source: Secretariat user add
fr: Ajoutet un utilisateur du secrétariat
nl: Een gebruiker van het secretariaat toevoegen

source: The driver has been deleted
fr: Le chauffeur a été supprimé
nl: De bestuurder is verwijderd

source: The driver has been added
fr: Le chauffeur a été ajouté
nl: De bestuurder is toegevoegd

source: The driver has been edited
fr: Le chauffeur a été modifié
nl: De bestuurder is bewerkt

source: Service doesn't exist
fr: Le service n'existe pas
nl: De dienst bestaat niet

source: The password has been reset
fr: Le mot de passe a été réinitialisé
nl: Het wachtwoord is gereset

source: User is disabled : enable before resetting password
fr: L'utilisateur est désactivé : activer avant de réinitialiser le mot de passe
nl: Gebruiker is uitgeschakeld: activeren voor het resetten van het wachtwoord

source: The password has already been reset
fr: Le mot de passe a déjà été réinitialisé
nl: Het wachtwoord is al gereset

source: User not found
fr: Utilisateur non trouvé
nl: Gebruiker niet gevonden

source: User has been disabled
fr: L'utilisateur a été désactivé
nl: De gebruiker word uitgeschakeld

source: User has been enabled
fr: L'utilisateur a été activé
nl: De gebruiker word ingeschakeld

source: Password has to be changed
fr: Le mot de passe doit être modifié
nl: Het wachtwoord moet worden gewijzigd

source: No data
fr: Pas de données
nl: Geen gegevens

source: Profile
fr: Profil
nl: Profiel

source: Requests list
fr: Liste des demandes
nl: Lijst van verzoeken

source: The message has been sent successfully
fr: Le message a été envoyé avec succès
nl: Het bericht werd met succes verzonden

source: Contact logistics
fr: Contact logistique
nl: Logistiek contact

source: Contact secretariat
fr: Contact secrétariat
nl: Contact secretariaat

source: You are not authorised to download this file
fr: Vous n'êtes pas autorisé à télécharger ce fichier
nl: U bent niet bevoegd om dit bestand te downloaden

source: My planning
fr: Mon planning
nl: Mijn agenda

source: Fines list
fr: Liste des amendes
nl: Lijst van boetes

source: Drivers help
fr: Aide aux chauffeurs
nl: Hulp aan de bestuurder

source: Rounds list
fr: Liste des tournées
nl: Lijst van de rondleidingen

source: The round can be deleted, it has no assigments
fr: La tournée peut être supprimée, il n'y a pas d'affectations liées
nl: De rondleiding kan worden verwijderd, er zijn geen gerelateerde opdrachten

source: The round has not been deleted
fr: La tournée n' a pas été supprimée
nl: De rondleiding is niet verwijderd

source: The round has been added
fr: La tournée a été ajoutée
nl: De rondleiding is toegevoegd

source: The round has been deleted
fr: La tournée a été supprimée
nl: De rondleiding is verwijderd

source: The round has been edited
fr: La tournée a été modifiée
nl: De rondleiding is bewerkt

source: Edit round
fr: Modifier une tournée
nl: De rondleiding bewerken

source: Add a round
fr: Ajouter une tournée
nl: Een rondleiding toevoegen

source: The assignment has been edited
fr: L'affectation a été modifiée
nl: De opdracht is bewerkt

source: The assignment has been deleted
fr: L'affectation a été supprimée
nl: De opdracht is verwijderd

source: This round still has one or more assignments
fr: Cette tournée a déjà une ou plusieurs affectations
nl: Deze rondleiding heeft al één of meerdere opdrachten

source: Details of the round
fr: Détails de la tournée
nl: Details van de rondleiding

source: Round parcels list
fr: Liste des colis d'une tournée
nl: Lijst van pakketten voor een rondleiding

source: Details of the delivery
fr: Détails de la livraison
nl: Leveringsgegevens

source: Details of the pickup
fr: Détails de l'enlèvement
nl: Verwijderingsdetails

source: Round Assignment
fr: Affectations d'une tournée
nl: Rondleidingopdrachten

source: Assignments list
fr: Liste d'affectations
nl: Opdrachtenlijst

source: Assignment archives list
fr: Liste des archives affectations
nl: Lijst van gearchiveerde opdrachten

source: Invalid Assignments list
fr: Liste des affectations invalides
nl: Lijst van ongeldige opdrachten

source: Past assingments can't be edites
fr: Les affectations passées ne peuvent pas être éditées
nl: Verleden opdrachten kunnen niet worden bewerkt

source: Please, check entered informations
fr: Veuillez vérifier les informations saisies
nl: Controleer de ingevoerde informatie

source: Edit assignment
fr: Modifier une affectation
nl: Opdracht bewerken

source: Add an assignment
fr: Ajouter une affectation
nl: Een opdracht toevoegen

source: The unique assignment has been added
fr: L'affectation unique a été ajoutée
nl: De enkele opdracht is toegevoegd

source: Multiple assignments list
fr: Liste des affectations multiples
nl: Lijst van meerdere opdrachten

source: Past assingments can't be deleted
fr: Les affectations passées ne peuvent pas être supprimées
nl: Vroegere opdrachten kunnen niet worden gewist

source: Details of the assignment
fr: Détails de l'affectation
nl: Details van de opdracht

source: Driver assignments
fr: Affectations du chauffeur
nl: Bestuurdersopdrachten

source: Vehicles list
fr: Liste des véhicules
nl: Voertuigen lijst

source: Free vehicles list
fr: Liste des véhicule libres
nl: Lijst van beschikbare voertuigen

source: Vehicle assignments
fr: Affectations du véhicule
nl: Voertuigopdrachten

source: Deliveries list
fr: Liste des livraisons
nl: Lijst van leveringen

source: Pickup list
fr: Liste des enlèvements
nl: Pick-up lijst

source: Today deliveries list
fr: Liste des livraisons du jour
nl: Dagelijkse leveringslijst

source: Today pickup list
fr: Liste des enlèvements du jour
nl: Afhalen lijst van de dag

source: Opened deliveries list
fr: Liste des expéditions ouvertes
nl: Lijst van openstaande zendingen

source: Opened pickup list
fr: Liste des enlèvements ouverts
nl: Lijst van openstaande pick-up

source: Closed deliveries list
fr: Liste des livraisons fermées
nl: Gesloten leveringslijst

source: Closed pickup list
fr: Liste d'enlèvements fermés
nl: Gesloten pick-up lijst

source: Issues deliveries list
fr: Liste des litiges de livraison
nl: Lijst van leveringsgeschillen

source: Issues pickup list
fr: Liste des litiges d'enlèvement
nl: Lijst van ontvoeringsgeschillen

source: Express deliveries list
fr: Liste des expéditions express
nl: Expresverzendlijst

source: File contains more than 15000 entries
fr: Le fichier contient plus de 15000 lignes
nl: Het bestand bevat meer dan 15000 regels

source: Upload deliveries list
fr: Charger la liste des livraisons
nl: Laad de leveringslijst

source: Upload pickup list
fr: Charger la liste des envois
nl: Laad de pick-up lijst

source: The parcel has been edited
fr: Le colis a été modifié
nl: Het pakket is bewerkt

source: The parcel has been closed
fr: Le colis a été cloturé
nl: Het pakket is gesloten

source: Add delivery comment
fr: Commenter une livraison
nl: Commentaar op een levering

source: Add pickup comment
fr: Commenter un enlèvement
nl: Commentaar op een pick up

source: Postal codes list
fr: Liste codes postaux
nl: Postcodelijst

source: The postal code has been edited
fr: Le code postal a été modifié
nl: De postcode is bewerkt

source: The postal code has been added
fr: Le code postal a été ajouté
nl: De postcode is toegevoegd

source: The postal code has been deleted
fr: Le code postal a été supprimé
nl: De postcode is verwijderd

source: Edit postal code
fr: Modifier un code postal
nl: Een postcode bewerken

source: Add a postal code
fr: Ajouter un code postal
nl: Voeg een postcode toe

source: The parcel has been tagged as 'Waiting for more information'
fr: Le colis a été marqué comme 'En attente d'informations supplémentaires'
nl: Het pakket is gemarkeerd als 'Wachtend op aanvullende informatie'

source: The file is too large
fr: Le fichier est trop volumineux
nl: Het bestand is te groot

source: Contact administration
fr: Contacter l'administration
nl: Contact administratie

source: The fine has been deleted
fr: L'amende a été supprimée
nl: De boete is verwijderd

source: The fine has been added
fr: L'amende a été ajoutée
nl: L'amende a été ajouté

source: The fine has been edited
fr: L'amende a été modifiée
nl: De boete is bewerkt

source: Add a fine
fr: Ajouter une amende
nl: Een boete toevoegen

source: Edit fine
fr: Modifier l'amende
nl: Boete Bewerken

source: Details of the fine
fr: Details de l'amende
nl: Details van de boete

source: Disabled drivers list
fr: Liste des conducteurs désactivés
nl: Lijst van uitgeschakeld bestuurders

source: Driver add
fr: Ajouter un chauffeur
nl: Een chauffeur toevoegen

source: No changes are possible until driver activation
fr: Aucune modification n'est possible avant l'activation du chauffeur
nl: Er zijn geen wijzigingenmogelijk voordat de bestuurder wordt geactiveerd

source: Edit driver
fr: Modifier le chauffeur
nl: Bestuurder bewerken

source: Details of the driver
fr: Détails du chauffeur
nl: Details van de bestuurder

source: Disabled vehicles list
fr: Liste des véhicules désactivés
nl: Lijst van uitgeschakeld voertuigen

source: Vehicle inspection expired
fr: Contrôle technique expiré
nl: De autokeuring verlopende

source: Vehicle inspection refused
fr: Contrôle technique refusé
nl: Autokeuring geweigerd

source: Vehicle inspection expires soon
fr: Contrôle technique expire bientôt
nl: De autokeuring vervalt binnenkort

source: maintenance required
fr: entretien nécessaire
nl: noodzakelijk onderhoud

source: The vehicle has been added
fr: Le véhicule a éte ajouté
nl: Het voertuig is toegevoegd

source: The vehicle has been edited
fr: Le véhicule a éte modifié
nl: Het voertuig is bewerkt

source: The vehicle has been deleted
fr: Le véhicule a éte supprimé
nl: Het voertuig is verwijderd

source: The vehicle has been enabled
fr: Le véhicule a éte activé
nl: Het voertuig is ingeschakeld

source: The vehicle has been disabled
fr: Le véhicule a éte désactivé
nl: Het voertuig is uitgeschakeld

source: Add a vehicle
fr: Ajouter un véhicule
nl: Een voertuig toevoegen

source: No changes are possible until vehicle activation
fr: Aucune modification n'est possible avant l'activation du véhicule
nl: Er zijn geen wijzigingen mogelijk voordat het voertuig wordt geactiveerd

source: Edit vehicle
fr: Modifier un véhicule
nl: Een voertuig bewerken

source: Vehicle details
fr: Détails du véhicule
nl: Details van het voertuig

source: Models list
fr: Liste des modèles
nl: Lijst van modellen

source: The model has been added
fr: Le modèle a éte ajouté
nl: Het model is toegevoegd

source: The model has been edited
fr: Le modèle a éte modifié
nl: Het model is bewerkt

source: The model has been deleted
fr: Le modèle a éte supprimé
nl: Het model is verwijderd

source: Add a model
fr: Ajouter un modèle
nl: Een model toevoegen

source: Edit model
fr: Modifier un modèle
nl: Een model bewerken

source: Model details
fr: Détails du modèle
nl: Details van het model

source: Categories list
fr: Liste des catégories
nl: Lijst van categorieën

source: The category has been added
fr: La catégorie a été ajoutée
nl: De categorie is toegevoegd

source: The category has been edited
fr: La catégorie a été modifiée
nl: De categorie is bewerkt

source: The category has been deleted
fr: La catégorie a été supprimée
nl: De categorie is verwijderd

source: Edit category
fr: Modifier une catégorie
nl: Categorie bewerken

source: Add a category
fr: Ajouter une catégorie
nl: Een categorie toevoegen

source: Your message has been successfully sent
fr: Votre message a été envoyé avec succès
nl: Uw bericht is met succes verzonden

source: Maintenances list
fr: Liste des entretiens
nl: Onderhouds lijst

source: The maintenance has been added
fr: L'entretien a été ajouté
nl: Het onderhoud is toegevoegd

source: The maintenance has been edited
fr: L'entretien a été modifié
nl: Het onderhoud is bewerkt

source: Add a maintenance
fr: Ajouter un entretien
nl: Een ondehoud toevoegen

source: Edit maintenance
fr: Modifier un entretien
nl: Een onderhoud bewerken

source: Vehicle inspections list
fr: Liste des contrôles techniques
nl: Lijst van autokeuringen

source: The vehicle inspection has been added
fr: Le contrôle technique a éte ajouté
nl: De autokeuring is toegevoegd

source: The vehicle inspection has been edited
fr: Le contrôle technique a éte modifié
nl: De autokeuring is bewerkt

source: Edit vehicle inspection
fr: Modifier le contrôle technique
nl: Autokeuring bewerken

source: Add a V.I.
fr: Ajouter un C.T.
nl: Een autokeuring toevoegen

source: No assignment before
fr: Pas d'affectation avant
nl: Geen opdrachten tot

source: The driver is already assigned for this date
fr: Le chauffeur est déjà assigné pour cette date
nl: De bestuurder is al toegewezen voor deze datum

source: Driver is disabled
fr: Le chauffeur est désactivé
nl: De bestuurder is uitgeschakeld

source: Vehicle is already assigned for this date
fr: Le véhicule est déjà affecté à cette date
nl: Het voertuig is op deze datum al toegewezen

source: Vehicle is disabled
fr: Le véhicule est désactivé
nl: Het voertuig is uitgeschakeld

source: End date must be greater than
fr: Le date de fin doit être superieur à
nl: De einddatum moet groter zijn dan

source: No assignment has been added
fr: Aucune affectation n'a été ajoutée
nl: Er zijn geen opdrachten toegevoegd

source: The multiple assignment has been added
fr: L'affectation multiple a été ajouter
nl: Meervoudige opdracht is toegevoegd

source: This vehicle need a 'B' category
fr: Ce véhicule nécessite un permis de conduire de catégorie 'B'
nl: Voor dit voertuig is een rijbewijs van categorie 'B' vereist

source: This vehicle need a 'C1' category
fr: Ce véhicule nécessite un permis de conduire de catégorie 'C1'
nl: Voor dit voertuig is een rijbewijs van de categorie 'C1' vereist

source: This vehicle need a 'C' category
fr: Ce véhiculené cessite un permis de conduire de catégorie 'C'
nl: Voor dit voertuig is een rijbewijs van categorie 'C' vereist

source: This vehicle has no MMA
fr: Ce véhicule n'a pas de MMA
nl: Dit voertuig heeft geen MMA

source: See details
fr: Voir les détails
nl: Zie details

source: Delete assignment
fr: Supprimer l'affectation
nl: De opdracht verwijderen

source: Are you sure you want to delete this assignment
fr: Êtes-vous sûr de vouloir supprimer cette affectation
nl: Weet u zeker dat u deze opdracht wilt verwijderen

source: This action is irreversible
fr: Cette action est irréversible
nl: Deze actie is onomkeerbaar

source: New parcel(s) are added
fr: De nouveaux colis sont ajoutés
nl: Nieuwe pakketten worden toegevoegd

source: Parcels has not been added
fr: Les colis n'ont pas été ajoutés
nl: Pakketten zijn niet toegevoegd

source: File Error : can not open this file
fr: Erreur de fichier : impossible d'ouvrir ce fichier
nl: Bestandsfout : Kan dit bestand niet openen

source: Edit delivery
fr: Modifier la livraison
nl: Levering bewerken

source: Edit pickup
fr: Modifier l'enlèvement
nl: Pick-up bewerken

source: Feb
fr: Fev

source: Apr
fr: Avr

source: May
fr: Mai
nl: Mei

source: Jun
fr: Jui

source: Jul
fr: Jui

source: Aug
fr: Aoû

source: unknow
fr: inconnue
nl: onbekende

source: January
fr: Janvier
nl: Januari

source: February
fr: Février
nl: Februari

source: March
fr: Mars
nl: Maart

source: April
fr: Avril

source: June
fr: Juin
nl: Juni

source: July
fr: Juillet
nl: Juli

source: August
fr: Août
nl: _Augustus

source: September
fr: Septembre

source: October
fr: Octobre
nl: Oktober

source: November
fr: Novembre

source: December
fr: Decembre

source: Mon
fr: Lun
nl: Maa

source: Tue
fr: Mar
nl: Din

source: Wed
fr: Mer
nl: Woe

source: Thu
fr: Jeu
nl: Don

source: Fri
fr: Ven
nl: Vri

source: Sat
fr: Sam
nl: Zat

source: Sun
fr: Dim
nl: Zon

source: Monday
fr: Lundi
nl: maandag

source: Tuesday
fr: Mardi
nl: Dinsdag

source: Wednesday
fr: Mercredi
nl: Woensdag

source: Thursday
fr: Jeudi
nl: Donderdag

source: Friday
fr: Vendredi
nl: Vrijdag

source: Saturday
fr: Samedi
nl: Zaterdag

source: Sunday
fr: Dimanche
nl: Zondag

source: Parcel taken in charge
fr: Prise en charge du colis
nl: Het verzorgen van het pakket

source: On the way to delivery (first pass)
fr: En route pour la livraison (premier passage)
nl: Op weg naar de levering (eerste pas)

source: Failure first pass
fr: Echec du premier passage
nl: Mislukking van de eerste pas

source: Waiting for second pass
fr: En attente d'un deuxième passage
nl: Wachten op een tweede pas

source: On the way to delivery (second passage)
fr: En route pour la livraison (deuxième passage)
nl: Op weg naar de levering (tweede pas)

source: Parcel refused by the recipient
fr: Colis refusé par le destinataire
nl: Door de ontvanger geweigerde verpakking

source: Error address
fr: Erreur d'adresse
nl: Fout in adres

source: Return to sender
fr: Retour à l'expéditeur
nl: Terug naar de afzender

source: Awaiting information (investigation in progress)
fr: En attente d'informations (enquête en cours)
nl: Wachtende informatie (lopend onderzoek)

source: Lost parcels
fr: Colis perdus
nl: Verloren pakje

source: On the way to the sorting center
fr: En route vers le centre de tri
nl: Op weg naar het sorteercentrum

source: Parcel delivered
fr: Colis livré
nl: Geleverd pakketje

source: Welcome
fr: Bienvenue
nl: Welkom

source: Help
fr: Aide
nl: Hulp

source: About
fr: À propos
nl: Over ons

source: Driver login
fr: Connexion chauffeur
nl: Driver verbinding

source: Secretariat login
fr: Connexion secretariat
nl: Secretarieel verbinding

source: Logistics login
fr: Connexion logistique
nl: Logistieke verbinding

source: Administration login
fr: Connexion administrateur
nl: Beheerder Login

source: The password entered does not match the current password
fr: Le mot de passe saisi ne correspond pas au mot de passe actuel
nl: Het ingevoerde wachtwoord komt niet overeen met het huidige wachtwoord

source: The new password has been saved
fr: Le nouveau mot de passe a été enregistré
nl: Het nieuwe wachtwoord is opgeslagen

source: Change password
fr: Modification du mot de passe
nl: Verander wachtwoord

source: Logistics
fr: Logistique
nl: Logistiek

source: Driver
fr: Chauffeur
nl: Bestuurder

source: Disabled
fr: Désactivé
nl: Uitgeschakeld

source: Enabled
fr: Activé
nl: Ingeschakeld

source: Reset
fr: Réinitialiser

source: Valid
fr: Valide
nl: Geldig

source: Dated
fr: Date
nl: Datum

source: Author
fr: Auteur
nl: Auteur

source: Subject
fr: Sujet
nl: Onderwerp

source: File
fr: Fichier
nl: Bestand

source: Closed
fr: Clôturée
nl: Gesloten

source: Note
fr: Remarque
nl: Opmerking

source: No file
fr: Pas de fichier
nl: Geen bestand

source: Get file
fr: Obtenir le fichier
nl: Haal het bestand

source: Reply request
fr: Répondre à la requête
nl: Beantwoord de vraag

source: Request date
fr: Date de la requête
nl: Datum van aanvraag

source: Last name
fr: Nom
nl: Naam

source: First name
fr: Prénom
nl: Voornaam

source: Email
fr: Courriel

source: Initialized
fr: Initialisé
nl: Geïnitialiseerd

source: Disable user
fr: Désactiver l'utilisateur
nl: De gebruiker uitgeschakelen

source: Enable user
fr: Activer un utilisateur
nl: De gebruiker ingeschakeld

source: Reset Password
fr: Réinitialisation du mot de passe
nl: Wachtwoord resetten

source: H.G.M.T.
fr: H.O.G.G.

source: Number
fr: Numéro
nl: Nummer

source: Amount
fr: Montant
nl: Bedrag

source: Vehicle
fr: Véhicule
nl: Voertuig

source: Brand
fr: Marque
nl: Merk

source: Model
fr: Modèle

source: Round
fr: Tournée
nl: Rondleidingen

source: Today assignments
fr: Affectations du jour
nl: Opdrachten van de dag

source: Warning
fr: Avertissement
nl: Afwijzing

source: Driver's license
fr: Permis de conduire
nl: Rijbewijs

source: Expires today
fr: Expire aujourd'hui
nl: Verloopt vandaag

source: Expired
fr: Expiré
nl: Vervallen

source: Expires in
fr: Expire dans
nl: Verloopt in

source: days
fr: jours
nl: dagen

source: Next assignments
fr: Prochaines affectations
nl: Komende Opdrachten

source: vehicle
fr: véhicule
nl: voertuig

source: Last requests
fr: Dernières requêtes
nl: Laatste verzoeken

source: Eraze data
fr: Effacer les données
nl: De gegevens gewist

source: Reload screen
fr: Recharger l'écran
nl: Herladen van het scherm

source: Ready to scan
fr: Prêt à être scanné
nl: Klaar om gescand te worden

source: Mobile number
fr: Numéro de GSM
nl: Mobiel telefoonnummer

source: National registry
fr: Registre nationnal
nl: Nationaal register

source: Date of birth
fr: Date de naissance
nl: Geboortedatum

source: Civil status
fr: Etat civil
nl: Burgerlijke staat

source: Address
fr: Adresse postale
nl: Postadres

source: Fines
fr: Amendes
nl: Boetes

source: fine(s) this month
fr: amende(s) ce mois-ci
nl: boete(s) deze maand

source: Congratulations
fr: Félicitations
nl: Gefeliciteerd

source: License number
fr: Numéro de permis
nl: Rijbewijsnummer

source: Validity
fr: Validité
nl: Geldigheid

source: Valid until
fr: Valide jusqu'au
nl: Geldig tot

source: Category
fr: Catégorie
nl: Categorie

# Invalid file format! File format must be only &quot;PDF&quot;
source: Invalid file format! File format must be only "PDF"
fr: Format de fichier invalide : le format doit être '.pdf'
nl: Ongeldig bestandsformaat: het formaat moet '.pdf' zijn

source: Maximum file size limit is 4 MB
fr: La taille maximale d'un fichier est de 4 Mo
nl: Maximale bestandsgrootte is 4 MB

source: Select a file
fr: Sélectionnez un fichier
nl: Selecteer een bestand

source: In process
fr: Traitement en cours
nl: Huidige behandelingen

source: Hayam - Global Management Tools
fr: Hayam - Outils de Gestion Globale

source: Driver area
fr: Espace chauffeurs
nl: Bestuurder gebied

source: Connection
fr: Connexion
nl: Verbinding

source: Secretariat area
fr: Espace secrétatiat
nl: Secretarieel gebied

source: Logistics area
fr: Espace logistique
nl: Logistiek gebied

source: Licence category
fr: Catégorie du permis
nl: Rijbewijs categorie

source: No category
fr: Pas de catégorie
nl: Geen categorie

source: No driver's licence
fr: Pas de permis de conduire
nl: Geen rijbewijs

source: License plate
fr: Immatriculation
nl: Voertuigregistratie

source: Model name
fr: Nom du modèle
nl: Modelnaam

source: Capacity
fr: Capacité
nl: Capaciteit

source: Extra driver
fr: Chauffeur supplémentaire
nl: Extra bestuurder
